{
    "Về chúng tôi": "About us",
    "Tầm nhìn": "Vision",
    "Sứ mệnh": "Mission",
    "Các thành viên": "Units",
    "TRAO CƠ HỘI CHO CHÚNG TÔI VÀ BẠN": "GIVE US AND YOU A CHANCE",
    "HQ Group là tập đoàn đầu tư, hoạt động trong đa lĩnh vực, luôn khát vọng đổi mới song hành cùng sự phát triển bền vững.": "HQ Group is an investment group which operates in a variety of fields and always aspires to innovate along with sustainable development.",
    "HQ Group mong muốn tìm kiếm những “New Start-up” - Tổ chức có đam mê, khát vọng, trí tuệ để định hướng, đồng hành và phát triển.": "HQ Group wishes to look for potential \" Start-ups\" - Organizations with passion, aspiration and intelligence to guide, accompany and develop.",
    "Cùng với sự phát triển của tổ chức, HQ Group đặc biệt chú trọng phát triển đội ngũ nhân sự - tài sản quan trọng nhất của doanh nghiệp, để cùng chia sẻ những cơ hội và lợi ích trong tương lai.": "Along with the development of the organization, HQ Group pays special attention to developing the human resources team - the most important factor of the enterprise, to share the opportunities and benefits in the future.",
    "Các lĩnh vực HQ Group hướng tới:": "HQ Group's fields",
    "Giải trí": "Entertainment",
    "Công nghệ": "Technology",
    "Thanh toán": "Payment",
    "Thể thao điện tử": "Esports",
    "Đầu tư & góp vốn": "Invesment",
    "HÀNH TRÌNH ĐỊNH HƯỚNG &": "ORIENTATION JOURNEY &",
    "PHÁT TRIỂN BỀN VỮNG CÙNG CÁC DOANH NGHIỆP": "SUSTAINABLE DEVELOPMENT WITH BUSINESSES",
    "HQ Group tự hào vì đã đồng hành cùng các tổ chức, hỗ trợ, định hướng và phát triển toàn diện.": "HQ Group is proud of accompanying, supporting, orienting and developing with organizations comprehensively.",
    "Chi nhánh văn phòng": "Branch offices",
    "Công ty thành viên": "Units ",
    "Chuyên gia & nhân sự": "Experts and Personnel",
    "Với khát vọng đổi mới không ngừng cùng sự phát triển bền vững. Mục tiêu của HQ Group là trở thành một trong những tập đoàn đầu tư hàng đầu tại Việt Nam": "With the desire for unstoppable innovation and sustainable development. HQ Group's aim is to become one of the biggest investment corporations in Viet Nam.",
    "Đem lại cho đối tác - khách hàng giá trị - dịch vụ chất lượng cùng độ tin cậy nhất, và kiến tạo những giá trị bền vững, nhân văn cho xã hội": "Bringing partners - customers value, quality services with the most reliability, also creating sustainable and humane values for society.",
    "GIÁ TRỊ CỐT LÕI": "Core values",
    "Đồng hành": "Companion",
    "Tìm kiếm và hỗ trợ các tổ chức trong hành trình gây dựng và phát triển sự nghiệp.": "Look for and support organizations in the journey to build and develop their careers.",
    "Quyết liệt": "Determine",
    "Đặt mục tiêu rõ ràng và quyết tâm hành động tới cùng.": "Set clear goals and be determined to achieve them to the end.",
    "Uy tín": "Reputation",
    "Luôn cam kết giá trị với khách hàng, cổ đông, đối tác, cộng đồng và đất nước.": "Always committed to value to customers, shareholders, partners, community and the country.",
    "Đồng thắng lợi": "WIN-WIN",
    "Xã hội win - Đối tác win - Chúng tôi win": "Society wins - Partners win - We win",
    "Đóng góp cho sự phát triển của xã hội, đem lại thắng lợi cho đối tác, khách hàng và nhận về những giá trị tích cực cho tổ chức của chúng tôi.": "Contribute to the development of society, bring benefits to partners, customers and receive positive values for our organization.",
    "Hoạt động gắn kết nội bộ": "Internal engagement activities",
    "HQ luôn đặt mục tiêu chú trọng phát triển con người, tạo sự gắn kết giữa những cá nhân để tạo nên một tập thể vững chắc, đồng lòng": "HQ always aims to focus on human development, building cohesion between individuals to create a solid, united team.",
    "Phát triển chuyên môn": "Professional development ",
    "Đào tạo nội bộ": "Internal training ",
    "Chiến binh toàn năng": "Distinguished warriors",
    "Đồng hành cũng HQer mùa dịch": "Accompany HQ during the pandemic ",
    "Sinh nhật thành viên hàng tháng": "Monthly member's birthday",
    "Sức khỏe tinh thần": "Mental health",
    "Kết nối tập thể": "Collective connection ",
    "Team building": "Team building",
    "Sự kiện vào ngày lễ trong năm.": "Annual events",
    "Văn hóa doanh nghiệp": "Entrepreneurial culture",
    "Tinh thần đồng đội": "Teamwork",
    "Tôn trọng quan điểm cá nhân": "Respecting personal opinions",
    "Phát triển năng lực nhân sự": "Developing human resources",
    "Cam kết & chủ động": "Committed & Proactive",
    "Chuyên nghiệp": "Professionally",
    "Trách nhiệm xã hội": "Social responsibility",
    "HQ GROUP TÌM KIẾM NHÂN TÀI ĐỒNG HÀNH!": "HQ GROUP FINDING TALENTS COMPACT! ",
    "Nếu bạn đang tìm kiếm cơ hội nghề nghiệp và phù hợp với các giá trị của HQ Group, hãy gia nhập đội ngũ tài năng của chúng tôi": "If you are looking for a career opportunity that aligns with HQ Group values, join our talented team",
    "Xem vị trí tuyển dụng": "See vacancies",
    "Công ty thành viên ": "Company Units",
    "Hoạt động trong lĩnh vực truyền thông, Ikonix là một trong những đơn vị hàng đầu Việt Nam trong lĩnh vực Quản lý, đào tạo và phát triển tài năng trẻ như KOLs, Influencers, Streamer": "Operating in the field of communication, Ikonix is ​​one of the leading companies in Vietnam in Management, training and development of young talents such as KOLs, Influencers, Streamer",
    "Tiên phong trong công nghệ tiếp thị và tùy chỉnh dữ liệu khách hàng": "Pioneering in marketing technology and customizing customer data",
    "HQ PAY cung cấp nền tảng mua hàng & thanh toán trực tuyến, phân phối các dịch vụ nội dung số giúp thúc đẩy nền kinh tế không tiền mặt và cung cấp cho khách hàng trải nghiệm thanh toán một chạm (One Touch Payment).": "HQ PAY provides online purchase & payment platform, providing customers with one-touch payment experience",
    "HQ PAY cung cấp nền tảng mua hàng & thanh toán trực tuyến, cung cấp cho khách hàng trải nghiệm thanh toán một chạm": "HQ PAY provides online purchase & payment platform, providing customers with one-touch payment experience",
    "HQ Esport nuôi dưỡng và phát triển các tài năng trẻ của các bộ môn Esports và xây dựng nền Esports Việt Nam thêm lớn mạnh": "HQ Esport nurtures and develops young talents of Esports and builds a stronger Vietnamese Esports platform",
    "Hoạt động trong lĩnh vực giải trí, đi đầu trong việc khai thác dịch vụ Idol, KOL, Streamer dành cho thị trường B2C": "Operating in the entertainment industry, taking the lead in exploiting Idol, KOL, and Streamer services for the B2C market",
    "Social Media Agency hàng đầu tại Việt Nam, cung cấp các chiến dịch độc đáo, sáng tạo, hiệu quả cho ngành bán lẻ và dịch vụ": "Leading Social Media Agency in Vietnam, providing unique, creative, effective campaigns for retail and service industries",
    "Là một trong những đơn vị hàng đầu Việt Nam trong lĩnh vực quản lý, đào tạo và phát triển các bạn Kols, Influencer, Streamer, Youtuber. Hệ thống Kols với số lượng và chất lượng tuyệt vời, trải dài ở nhiều lĩnh vực từ gaming đến non-gaming (beauty, đời sống, ẩm thực,...)": "One of the top units in Viet Nam in the fields of Kols, Influencer, Streamer and Youtuber management, training and development. Kol system provides high quantity and quality in a variety of industries, including gaming and non-gaming (beauty, life, food, ...).  ",
    "Có nhiều kinh nghiệm trong việc xây dựng và triển khai chiến dịch quảng bá và truyền thông cho sản phẩm.": "A lot of experience in creating and launching advertising and communication campaigns for products. ",
    "Trở thành công ty hàng đầu trong lĩnh vực truyền thông, sáng tạo nội dung và phát triển tài năng trẻ": "Become a leading company in the field of communication, content creation and young talent development",
    "Làm cầu nối giúp doanh nghiệp kết nối với khách hàng qua các dịch vụ và giải pháp truyền thông cho sản phẩm": "Acting as a bridge to help businesses connect with customers through services and communication solutions for products",
    "Thành tựu nổi bật": "Outstanding achievements",
    "Thành tích": "Achievements",
    "Thành tích nổi bật": "Outstanding achievements",
    "Nhân sự & chuyên viên": "Personnel and specialists",
    "KOLs/ Influencers độc quyền": "Exclusive KOLs/ Influencers",
    "KOLs/ Influencers hợp tác hình ảnh": "Collaborative KOLs/ Influencers ",
    "Đối tác, khách hàng": "Partners, customers",
    "Sở hữu dàn KOls hùng hậu": "Own many influential KOLS",
    "Đối tác": "Partners ",
    "iKONIX TÌM KIẾM TÀI NĂNG": "iKONIX FINDING TALENTS",
    "Nếu bạn mong muốn thử sức trong lĩnh vực giải trí, hãy gia nhập với chúng tôi": "If you want to try your hand at entertainment, join us",
    "HUB-JS giúp kết nối và phát triển doanh nghiệp": "HUB-JS helps connect and grow",
    "trực tuyến tại Việt Nam và Châu Á Thái Bình Dương, tiên phong công nghệ tiếp thị và tùy chỉnh dữ liệu khách hàng": "online businesses in Vietnam and Asia Pacific, pioneering marketing technology and customizing customer data",
    "HUB-JS giúp kết nối và phát triển doanh nghiệp trực tuyến tại Việt Nam và Châu Á Thái Bình Dương, tiên phong công nghệ tiếp thị và tùy chỉnh dữ liệu khách hàng": "HUB-JS helps connect and grow online businesses in Vietnam and Asia Pacific, pioneering marketing technology and customizing customer data",
    "Sở hữu đội ngũ nhân sự có kỹ năng chuyên môn cao và giàu kinh nghiệm, HUB-JS đã đạt được những thành tựu nổi bật chỉ sau 2 năm đi vào hoạt động:": "Owning a team of highly skilled and experienced personnel, HUB-JS has achieved outstanding achievements after only 2 years of operation:",
    "Nhân sự & chuyên gia.": "Personnel and specialists",
    "Sản phẩm công nghệ cốt lõi.": "Core technology products ",
    "Dự án phần mềm, giải pháp công nghệ.": "Software projects, technology solutions",
    "Khách hàng & đối tác.": "Customers & partners.",
    "Trở thành doanh nghiệp dẫn đầu tích hợp công nghệ dựa trên dữ liệu trực tuyến tại APAC": "Become a leader in online data-driven technology integration in APAC",
    "Tiên phong chuyển đổi số vận hành": "Pioneering operational digital transformation ",
    "Marketing - Sale- Service cho doanh nghiệp vừa và nhỏ": "Marketing - Sale - Service for small and medium enterprises",
    "Giá trị cốt lõi": "Core values",
    "Dữ liệu - Hiểu biết - Hành động": "Data - Insight - Action",
    "Chúng tôi mang lại những hiểu biết từ dữ liệu và biến chúng trở thành hành động giúp khách hàng ra quyết định kinh doanh nhanh hơn": "We take insights from data and turn them into action to help customers make business decisions faster",
    "SẢN PHẨM CỐT LÕI": "CORE PRODUCTS",
    "KHÁCH HÀNG THÂN THIẾT & ĐỐI TÁC": "Loyal customers and partners",
    "GIA NHẬP ĐỘI NGŨ TINH NHUỆ CỦA HUB-JS": "JOIN THE ELITE TEAM OF HUB-JS",
    "HUB-JS luôn mong muốn tìm kiếm cộng sự để cùng chia sẻ thành quả, đồng cảm những khó khăn và tiến về phía trước.": "HUB-JS is always looking for partners to share the achievements, sympathize with the difficulties and move forward.",
    "HQ PAY cung cấp nền tảng mua hàng & thanh toán trực tuyến, phân phối các dịch vụ nội dung số giúp thúc đẩy nền kinh tế không tiền mặt và cung cấp cho khách hàng trải nghiệm thanh toán một chạm (One Touch Payment).": "HQ PAY provides an online purchase & payment platform, distributes digital content services that promote the cashless economy, and provides customers with a One Touch Payment experience.",
    "Trở thành đơn vị hàng đầu trong lĩnh vực thanh toán điện tử. Cung cấp nền tảng mua hàng và giải pháp thanh toán trực tuyến, thúc đẩy nền kinh tế không tiền mặt.": "Become a leading unit in the field of electronic payment. Provide online purchasing platform and payment solution, promote cashless economy.",
    "Sứ mệnh của HQ Pay là mang đến cho khách hàng những trải nghiệm tuyệt vời cùng với các dịch vụ chất lượng.": "HQ Pay's mission is to bring customers great experiences along with quality services.",
    "DỊCH VỤ CỦA HQ PAY": "HQ Pay's services",
    "HQ PAY hiện đã liên kết trực tiếp với hơn 25 ngân hàng. Người dùng HQ PAY có thể thanh toán mọi tiện ích, dịch vụ và hoàn toàn an tâm vì HQ PAY hiện đang đáp ứng bộ tiêu chuẩn khắt khe nhất trong ngành tài chính ngân hàng quốc tế. Người dùng HQ PAY có thể thanh toán mọi tiện ích, dịch vụ bao gồm:": "HQ PAY is now directly linked with more than 25 banks. HQ PAY users can pay for all utilities and services and have complete peace of mind because HQ PAY is currently meeting the most stringent standards in the international banking and finance industry. HQ PAY users can pay for all utilities and services including:",
    "Mua thẻ game online của 17 loại tài khoản game từ các nhà cung cấp.": "Buy online game cards of 17 types of game accounts from vendors.",
    "Nạp điện thoại trả trước, trả sau của 03 nhà mạng": "Top up prepaid and postpaid phones of 3 carriers",
    "Thanh toán hóa đơn điện, nước, internet, truyền hình, tài chính, bảo hiểm": "Pay bills for electricity, water, internet, television, finance, insurance",
    "Mua vé máy bay, xổ số": "Buy plane tickets, lottery",
    "Mua thẻ điện thoại của 05 nhà mạng": "Buy phone cards of 05 carriers",
    "Nạp và mua mã thẻ Data 3G / 4G / 5G của 03 nhà mạng": "Top up and buy Data 3G / 4G / 5G card codes of 03 carriers",
    "Đặt phòng khách sạn": "Book hotel room",
    "Chuyển tiền 24/7": "Transfer money 24/7",

    "HQ PAY TÌM KIẾM NHÂN SỰ TÀI NĂNG": "HQ PAY LOOKING FOR THE TALENTED",
    "Rất nhiều vị trí tại HQ Pay đang chờ bạn ứng tuyển!": "Many positions at HQ Pay are waiting for you to apply!",
    "HQ Esports được thành lập với mục đích nuôi dưỡng và phát triển các tài năng trẻ của các bộ môn Esports và xây dựng nền Esports Việt Nam thêm lớn mạnh.": "HQ Esports was established with the purpose of nurturing and developing young talents of Esports and building a stronger Vietnamese Esports platform.",
    "Xây dựng và đào tạo các đội tuyển thi đấu.": "Build and train competing teams.",
    "Tổ chức hệ thống giải đấu cộng đồng và bán chuyên lớn nhất Việt Nam": "Organize the largest community and semi-professional tournament system in Vietnam",
    "Trở thành công ty đào tạo phát triển thể thao điện tử Esports & giải đấu hàng đầu Việt Nam": "Become the leading training and development company for Esports & tournaments in Vietnam",
    "Nơi cất cánh thực hiện giấc mơ cho các bạn trẻ đam mê Esports": "The paradise for young people who are passionate about Esports",
    "Đam mê - Ước mơ - Hành động": "Passion - Dream - Action",
    "Đấu trường sinh tồn mùa xuân 2021": "Survival arena spring 2021",
    "Á quân": "Runner-up",
    "Vô địch": "Winner",
    "HQ ESPORT TÌM KIẾM NHÂN SỰ TÀI NĂNG": "HQ ESPORTS LOOKING FOR THE TALENTED",
    "Rất nhiều vị trí đang chờ bạn ứng tuyển!": "Many positions are waiting for you to apply!",
    "Global Entertainment là công ty phát triển các sản phẩm Công nghệ phục vụ cho lĩnh vực Giải trí, nhằm tạo ra một hệ sinh thái toàn diện trong lĩnh vực Game & Giải trí.": "Global Entertainment is a company that develops Technology products for the Entertainment sector, aiming to create a comprehensive ecosystem in the field of Game & Entertainment.",
    "Trở thành công ty giải trí dẫn đầu trong khu vực sở hữu hệ sinh thái toàn diện về Game & giải trí": "Become the leading entertainment company in the region owning a comprehensive ecosystem of Games & entertainment",
    "Nâng tầm vị thế của nền thể thao điện tử và ngành dịch vụ giải trí Việt Nam trên trường quốc tế": "Elevating the position of Vietnam's e-sports and entertainment service industry in the international arena",
    "GLOBAL ENTERTAINMENT CUNG CẤP": "GLOBAL ENTERTAINMENT provide",
    "Hệ sinh thái toàn diện": "Comprehensive Ecosystem",
    "Xây dựng hệ sinh thái toàn diện trong lĩnh vực Game & Giải trí cho thị trường Việt Nam và khu vực.": "Building a comprehensive ecosystem in the field of Game & Entertainment for Vietnam and regional markets.",
    "Tiên phong": "Pioneer",
    "Một trong những đơn vị đi đầu trong việc khai thác mảng dịch vụ KOLs, Influencers, Streamers dành cho thị trường khách hàng cá nhân.": "One of the leading units in exploiting KOLs, Influencers, Streamers services for the individual customer market.",
    "Cộng đồng chuyên nghiệp": "Professional community",
    "Sở hữu cộng đồng lớn với nhiều KOLs, Streamers triển vọng, cùng các dịch vụ tuyển dụng, xây dựng thương hiệu cá nhân cho các bạn trẻ yêu thích Game & Giải trí .": "Owning a large community with many potential KOLs, Streamers, and recruitment services, personal branding for young people who love Game & Entertainment.",
    "Game thủ": "Gamers",
    "Cộng đồng quy tụ hơn 10.000 game thủ trên khắp cả nước.": "The community gathers more than 10,000 gamers across the country",
    "Game thủ chuyên nghiệp": "Professional gamers",
    "Hơn 100 game thủ chuyên nghiệp đã tham gia nhiều giải đấu trong nước và quốc tế.": "More than 100 professional gamers have participated in many domestic and international tournaments.",
    "Đối tác talent house": "Talent house partners",
    "Đối tác 20+ Talent House trong lĩnh vực Game và Giải trí, tạo ra cơ hội phát chuyên nghiệp cho Game thủ": " 20+ talent house partners in the field of games and entertainment, creating professional development opportunities for gamers",
    "GLOBAL ENTERTAINMENT TÌM KIẾM ĐỒNG ĐỘI TÀI NĂNG": "GLOBAL ENTERTAINMENT LOOKING FOR THE TALENTED",
    "Nếu bạn yêu thích, có niềm tin và muốn khẳng định giá trị tích cực của Game Online, hãy cùng Global Entertaiment thực hiện điều này!": "If you love, have faith and want to affirm the positive value of Game Online, let's join Global Entertaiment to do this!",
    "Là một trong những agency hàng đầu tại Việt Nam về lĩnh vực Social Media, cung cấp các chiến dịch độc đáo, sáng tạo, hiệu quả cho ngành bán lẻ và dịch vụ để tạo độ phủ thị trường": "As one of the leading agencies in Vietnam in the field of Social Media, providing unique, creative and effective campaigns for the retail and service industries to create market coverage.",
    "Hỗ trợ, định hướng về vấn đề build cộng đồng cho nhãn hàng, doanh nghiệp, dự án.": "Support and orientation on community building issues for brands, businesses and projects.",
    "Fanpage": "Fanpages",
    "Group": "Groups",
    "Tương tác/tháng": "Interaction/month",
    "Được tin tưởng bởi": "Trusted by",
    "Bạn muốn làm việc trong môi trường chuyên nghiệp và bài bản, chúng tôi đang tìm kiếm tài năng của bạn.": "You want to work in a professional and methodical environment, we are looking for your talent.",
    "MONG ĐƯỢC GẶP BẠN TẠI ĐẠI GIA ĐÌNH HQ GROUP!": "Hope to meet you at HQ GROUP FAMILY!",
    "Công ty Cổ phần Tập đoàn HQ": "HQ group joint stock company",
    "Giới thiệu": "Introduction",
    "Tuyển dụng": "Recruitment",
    "HQ Group - Life": "HQ Group - Life",
    "Liên hệ": "Contact",
    "Tiếng Việt" : "Vietnamese",
    "Cài đặt vị trí" : "Locazilation setting",
    "Ngôn ngữ" : "Language",
    "Tiếng Anh": "English",
    "Huỷ" : "Cancel",
    "Lưu" : "Save",
    "Quốc gia / Khu vực" : "Country / Region",
    "Để thay đổi quốc gia, bạn cần có số điện thoại di động hợp lệ ở quốc gia mới." : "To change the country, you need a valid mobile number for the new country.",
    "Việt Nam" : "Viet Nam"
}
